[{"hospital_name": "Columbia Asia Hospital - Palam Vihar", "hospital_id": "871c20c7621e0053f018f0a47d27d7e6c8d467b6", "rating": 3.1, "latitude": 28.5090577, "reviews": [{"Review": "Chaos and Pathetic is the word that comes to mind. No wonder, with 120 reviews the rating is just 3. I was here for my mother's tests. Despite of the date provided by the hospital to collect the reports, people were clueless. After trying hard to figure out the status and wasting 45 minutes, i got an answer the reports are yet not there. Do these people understand the criticality of what they are doing and how this impacts the health and life of people. We were expecting the reports of couple of tests done on heart and had a following appointment with the specialist  which was missed because of the hosiptal's inability to provide the reports On Time. There were dozen of helpless people looking for someone to address their concerns but in vain. I doubt, i will come back here or recommend this place to someone else.", "id": 1487631082}, {"Review": "If we book the appointment easy. Staffs not kind.poor service.Whatever they wrote sometimes even not available in their medicals itself.medicines are costly most of the medicines are available only in their shop.", "id": 1488424839}, {"Review": "I have been there couple if times and staff here is not cooperative, specially appointment and enquiry desk. Even if you ask them to talk to someone superior, they wont let you. Doctor i met was nice though.", "id": 1486189096}, {"Review": "Terrible hospital. only to make money. charges double of medanta. poor and inexperienced doctors. Avoid at all costs. Especially in cases of emergency.", "id": 1490381870}, {"Review": "Staff is not co-operative. This is a big hospital but they don't have other facility they disappointed me. They dont have facility to provide your bill on mail.", "id": 1486962844}], "longitude": 77.041568, "address": "Block F, Gol Chakkar, Near Ansal Plaza Mall, Palam Vihar, Block F, Carterpuri Village, Sector 23A, Gurugram, Haryana 122 017, India", "international_phone_number": "+91 124 398 9896"}]