[{"hospital_name": "Maharishi Ayurveda Hospital", "hospital_id": "a832e5916564990f2b7bdec0d22e25960258f8d7", "rating": 4.3, "latitude": 28.7077442, "reviews": [{"Review": "This hospital saved the life of my father :) Thank You so much from the core of my heart..", "id": 1485972752}, {"Review": "IMPORTANT!\n\n***$48 for all medicine for me and my fiance from (Patanjali store = outside stores in Gurgoan) compare to the $250 from this hospitals. Just get your treatment and THAT\"S IT unless you have money like that!!***\n\nRead below for the pros and cons!\n\nSometimes the timing of the treatments are off which can sway you from your schedule. The Dr. has his own medicine separate from the Hospital which is contradictory. (why would he sell his own medicine where the hospital has their own medicine to provide????)  I am lucky that all my supplements were from the Hospital's and not the Doctor's medicine which I paid by credit card rather than cash. The supplements I purchased (approx $200+) based on the prescription they provided...\n\nA week later after my my mother in law had bought us some medicine relating to what this hospital had suggested including my fiance's, and total was USD 48. COMPARE that to the USD250. Bottom line, buy it from outside stores like Patanjali.\n\nAlso, my fiance and I stayed here and every morning, IDK why but they would only bring one glass of milk when they know there's two people staying. I had made a request to give us two but no.....only one. Uno. \n\nOnto the good things:\nThe treatments were fantastic. My body and mind were in a state where I was free from all that heavy burden from everyday stress at work, worrying about something that doesn't even matter etc. It was such a relief to be in a mood where you are light as feather, calm and pain/stress free. The staff/technicians were very friendly and respectful. All of them were! So at the end, we gave them tips because of the great service they provided. \n\nThe food there were good. Basically, all light food, no salt (option for salt n black pepper on the table), and it was different on some days. Your body does not digest as hard as easting like a hamburger or heavy meal which is a great thing. \n\nI recommend this to anyone who seeks Ayurveda treatment. But remember from mentioned above so that you will not be in the same situation as I am right now. Good luck and enjoy the stay. It is recommended to stay at least 2 weeks to get the full benefits!", "id": 1479975357}, {"Review": "Amazing staff 👌👍", "id": 1481739802}, {"Review": "I got my ayurvedic treatment for slip disc through panchkarma..\nExcellent results..Best ayurvedic treatment in Delhi", "id": 1446628276}, {"Review": "Good", "id": 1489121586}], "longitude": 77.1544132, "address": "BP - Block, Shalimar Bagh West, Block BW, West Shalimar Bagh, Shalimar Bagh, Delhi, 110088, India", "international_phone_number": "+91 11 2747 9501"}]