[{"hospital_name": "Anand Hospital", "hospital_id": "9c5d3b7f3327bd07d86c3ebcf0b4851adb4001d0", "rating": 3.4, "latitude": 28.961808, "reviews": [{"Review": "Worst Hospital...\n\nI usually do not put any comments/reviews but this time I am FORCED to comment about Anand hospital Meerut. I admitted my father to this hospital for heart bypass surgery and now he is no more. Please do not ignore the negative comments as the mistake I did.\n\nFew things that you will be attractd to (But you should not): \n* Better facility compared to other hospitals (that's what they say but I did not find that at all).\n* Better and clean campus- that is what I was attracted to, thinking that the patient will stay in clean environment and will recover soon.\n* Well convincing doctors- Doctor (Ashok Kumar Gupta) convinced me that he will take care of the by pass surgery without any issues. When I asked him if there is any risk, he told me that any building can fall any time... any accident can happen any time.. blah blah blah.. He forced me to admit my father right away within 30 minutes that the case is very very critical, So I admitted him immediately.\n\nFacts that I saw atleast:\n* Treating doctor was not at all confident after the patient was admitted but before admission, he was more than 100% sure. When ever I asked him that \"is the patient fine?\" He always replied \"Lagta to aisa hi hai\" He never said that yes he is fine or no he is not fine and the situation is critical.\n* The bypass operation usually happens for few hours and then within 2 days patient come out of ICU and gets shifted to the normal room. But in our case, patient was in ICU for 9 days (Operation went for 7 hours then patient was fine next day then again on ventilator then again fine then again on ventilator ).. When we asked for the reason they told that the patient is not supporting and stopping his breath, next time they gave reason that the patient has stopped his heart willingly. \nATLEASE USE YOUR COMMENSENSE AND GIVE SOME REASONABLE COMMENTS.\n* They released my father after 11 days and then gave injections at home as his stiches were not healing as expected and one stich was not properly closed.\n* Those injuctions did side effect which resulted that my father was not able to eat anything as whatever he eats he immediately vomits. Asked doctors as well but they ignored- They told that \"Doctor knows everything and Do not teach us our work\".\n* Due to this my father got too much weak that he was not contious after 1 week and we had to admit him to the hospital again.\n* Then my father was perfectly fine for 1 hour and they asked to put some injuctions directly to the heart. They asked for 1 injuctions but they injected 5 which the patient could not tolerate.\n* They forced to put AICD device near to patient heart which costs around 10 Lakh.\n* When we asked doctor that we want to shift the patient to another hospital, then he told \"Kal to tab shift karoge jab kal tak gadi khichegi\".\n* After listening above we forcefully asked to meet the patient but they asked us to do full payment first. by again forcing to see the patient they told that the patient heart stopped working. \n\nTrust me, the patient could have been saved but the staff was not at all educated and no required equipment were present in that hospital.\n\nFor any heart related surgery, please go to Delhi but never ever go to Anand Hospital.", "id": 1488450618}, {"Review": "Few Drs are quite good and few are egoist and consider himself super boss one of them is Dr Rajeev. Staff is also not good enough", "id": 1488387453}, {"Review": "Better facilities than most of the hospitals even in nearby districts. But this also causes a lot of chaos at this place often leading to a general apathy towards patients. ", "id": 1488731376}, {"Review": "one of the best hospital in the city .satisfied with facilities provided by the Hospital. The hospital  environment is wonderful. Experienced and friendly doctors . all Morden equipment available here.\nhighly recommend. ", "id": 1476641389}, {"Review": "All that glitter is not gold like this, this not a good hospital \nMoney sucker, non cooperative, business oriented, however staff is far cooperative than hospital administration.\nMay be it was my first and hope last experience", "id": 1480558444}], "longitude": 77.74637, "address": "A-1, Damodor Colony, Garh Road, Near Medical College, Damoder Colony, Meerut, Uttar Pradesh 250002, India", "international_phone_number": "+91 121 279 2000"}]