[{"hospital_name": "VPS Rockland Hospital", "hospital_id": "f37bf293a2307caf141bb2244e4a5debd08e97cf", "rating": 3.5, "latitude": 28.36675259999999, "reviews": [{"Review": "I will have to go with the review of the Orthopedic surgeons. The write up on the site is good, but only the third ortho who is based in the dwarka branch checked my father and gave some sensible advise. The Physiotherapist on the other hand was quite professional and helpful.", "id": 1489740168}, {"Review": "Absolutely pathetic service. Simple X-ray was to be taken but even after two x-rays, they need one more. Moreover, the Doctor (Ortho), who attended the patient was the most illiterate Doctor I have ever met in my life. He does not know what communication is, especially when it comes addressing those who accompany the patient. \"Call the security and kick these guys out\" is all he could say... all this because he examined the patient after the X-ray was done. And he calls himself an Ortho Surgeon... \n\nMore so, he has the guts to call the security to kick us out. Such doctors should be kicked out of the hospital immediately. \n\nStrongly recommend not to visit this insane place. There are just a bunch of jokers sitting here trying to manage the show. ", "id": 1487770321}, {"Review": "Hlw\n      We are addmit my two months old baby\n     Unko namunia tha. Padriectice doctor come in emergency fastlly and take care very good and refer to ICU.7days treatment are given and condition  butter but The problem is not clear (like-the sound of cough in chest are available, loose motions the baby)we ask doctor but he and she says that baby are good \nAnd discharge the baby\nAfter one month baby condition are same\n\nNote:-  अब आप ही देखलो हॉस्पिटल गुड ह  या बैड", "id": 1489073196}, {"Review": "Lot of changes now... far better experience this time... new and efficient staff, better customer services. Good keep it up.", "id": 1481947242}, {"Review": "Best orthopaedics team in delhi ncr... wonderful patient care assistance.... nice experience", "id": 1482137474}], "longitude": 76.9330427, "address": "Plot No. 2, Sector 5, IMT Manesar, Sector 5, IMT Manesar, Gurugram, Haryana 122001, India", "international_phone_number": "+91 124 475 5555"}]