[{"hospital_name": "Prakash Hospital Private Limited", "hospital_id": "a679dedc4483395d855269f398d864e72f7ed225", "rating": 3.2, "latitude": 28.5855665, "reviews": [{"Review": "My mother is being treated for Jaundice. Doctors and staff is caring gives better attention to patients, behaviour of them is caring and attentive. I liked the hospital working. It is better than many hospitals in this region.", "id": 1482237988}, {"Review": "I was from ECHS so that was good for ECHS referred patient but for general patient i have no idea.", "id": 1487049518}, {"Review": "The hospital is equipped with pretty good facilities. Had my elbow operation here. \nThe orthopaedics doctor, Dr. Manoj is a very friendly and humble person. Though I did feel some nurses were a bit harsh while communicating, but not all of them. The hospital is a bit pricy but what else can you expect from a private hospital. \nFinal word. The hospital is great if you're not bothered in spending a bit more. ", "id": 1471136705}, {"Review": "Good professional and efficient. My father had his Vericose vein stripping procedure done there by Dr. B.P Gupta and he was in and out of the hospital in less than 30 hrs. Charges were fair in comparison to other Hospitals in noida. ", "id": 1476618669}, {"Review": "Very very Bad Hospital of Delhi NCR.\n1) All Doctors and Staffs are not take care patients in ICU.\n2) And cleaning of  ICU room is so poor.\n3) Infront of ICU gate they put half meal tray in which very bad smell comming..\n4) They focus only High Billing amount.\n5) Plz Don't take risk for ur patient for her/him life...Choose another Hospital better than it....\n6) They have  killed the patient in ICU.\n7) They provide Local Doctors for ICU treatment.Bcz they pay low fee for local Doctor.Due to this patients have died in ICU.\n8) When i was in hospital for my sis treatment in ICU daily one patient are died.As per my Record they killed two patient in two days....\n9) In ICU all Nursing and Doctors are sleeping in night.\n10) Very Bad Hospital of Delhi NCR....", "id": 1471636455}], "longitude": 77.3494465, "address": "D - 12A, 12B, Sector-33, G. B. Nagar, Block D, Sector 33A, Noida, Uttar Pradesh 201301, India", "international_phone_number": "+91 98105 32534"}]