[{"hospital_name": "Janakpuri Super Speciality Hospital", "hospital_id": "8889daa9ceca35ed394dc453229d4615a2369021", "rating": 3.7, "latitude": 28.6212246, "reviews": [{"Review": "V pathetic! Corrupted hospital and they also entertain their special people! Infact people use government passes here. Most of the people hired are uneducated and staff is super rude as well. No proper systematic work and can be called a typical government hospital where they are just working to woo their known ones. Partial and pathetic.", "id": 1482387828}, {"Review": "Most of the staff is out sourced and  lack of basic facilities...I went their for anti rabees injection but I was told to go to DDU hospital.\nIt is very small facility but nat available.", "id": 1484391999}, {"Review": "Better than most govt hospitals yet lot of quality improvements needed.", "id": 1488822365}, {"Review": "One of the Delhi government's best hospitals except Cardiology Dept. which has very poor services and junior doctors are busy on their phones, nobody in BP room. Otherwise it has best and systematic services. \nMore attention is needed on functioning of clerical and nursing staff. \nI have not seen any type of corruption or bribe like other Delhi government hodpitals LNJP, G B Panth, RML or Lady Harding. \n\nNeurology Department and its HOD are best, very competent and well mannered. \nAlso very neat and clean. Its drugstore or pharmacy staff and sevices are good enough.\nBeing a journalist, I have freinds in most of the hospitals but their services are very poor or even corrupt staff keeps on delaying, harrassing, exploiting and misbehaving the patients. Janakpuri Super Speciality Hostpital has everything on its own routine and very systematically done. \nIt gives a feeling of private hospitals.", "id": 1472835747}, {"Review": "Its very gd hospital in my lyf i went first tym in govt. Hospital i observed there was good facility all people who in staf they were good talker while tht their guard uncle nd women doctors nd pharmacy department nd hospital was also clean nd green there were cold water facility nd toilets were clean nd all lifts were working if in our country has this kind of govt.hospital s thn i can say badal rha mera desh \nThank u administration of hospital nd thanks to all doctor s nd specially guard uncles", "id": 1473181517}], "longitude": 77.0898302, "address": "C – 2B, Near C – 2B Fire station and Bharti Mahila College, Janakpuri, New Delhi, Delhi 110058, India", "international_phone_number": "+91 11 2555 2023"}]