[{"hospital_name": "Indraprastha Apollo Hospitals", "hospital_id": "d88eedbf29f3510e4bead0bc77fe782004533f6a", "rating": 3.8, "latitude": 28.5409246, "reviews": [{"Review": "One of the best and biggest multi-specialty hospitals in Delhi NCR. Have been admitted a few times and was always extended the best service possible. But yes, they do put a very high price on your well being.\n\nAmple parking space available. The entire hospital is wheelchair accessible. The large atrium right down the middle is closed and air conditioned. Has more than a few retail/food outlets inside. A separate blood donation center which processes your request within 30 minutes and most other departments that a super specialty hospital should have.", "id": 1490007219}, {"Review": "Hospital cum Mall. You can have a appointment with doctor as well as have fantastic breakfast/dinner/lunch.\nIt's has also other stuff shop. Also hv a Aam Admi Drugs Centre.", "id": 1490117466}, {"Review": "It used to be one of the best hospitals of Delhi. But now these people are money minded. After keeping our patient for like 18 days, when we decided to move to other hospital, so on the discharge date, I found patient was left with no care at all. Patient's BP was extreme. There was no one around to even complain. My family bursted on the stupid staff and we just changed the hospital. ", "id": 1488110168}, {"Review": "Our experience in Dec 2015 with this hospital overall was great. We are from North America and had a family member being tended to in intensive care. The nurses there were very attentive and helpful. Doctors are world class at this facility. As a westerner, some of the accommodations (as well as the armed security guards) were not what we were used to cleanliness-wise, but was nothing that one should worry about (again, during OUR visit).", "id": 1475434937}, {"Review": "Be prepared for complete 1 day waste for just 10 minutes consulting. Even secretary dont know the schedule of doctor..you can be asked to come at 12 noon and asked to wait till unknown time.", "id": 1488540286}], "longitude": 77.2834563, "address": "Delhi Mathura Road, Near Jasola Apollo Metro Station, Sarita Vihar, Jasola, New Delhi, Delhi 110076, India", "international_phone_number": "+91 11 2692 5858"}]