[{"hospital_name": "Fortis Escorts Hospital", "hospital_id": "f78c2b98969e2acab0fc649752faa33aad814427", "rating": 3.2, "latitude": 28.3914917, "reviews": [{"Review": "Worst service you can ever get in a hospital. Pathetic doctors pathetic staff and pathetic services all are present in this stupid and pathetic hospital who just wants money and is not ready to privide any service they can never understand our any problem all they can see is the money which they can earn from us. This is the worst hospital to ever go in which does not worth your money, time and you ", "id": 1488613689}, {"Review": "Very Poor Management staff, they never think about patient, they always think Money. Money is everything for them. Even they give wrong estimates and misguides. \n\nRegarding Delivery of Baby - Never visit to Fortis Hospital if you need normal Delivery, even they will convert your normal Delivery to a surgery. Dr. Indu Taneja (http://www.fortishealthcare.com/india/doctors/dr-indu-taneja-1146) is expert in it. Story is long but over all this is  not a good hospital. \n\nThanks\nSanjay (sanjay.sirohee@gmail.com)", "id": 1482312786}, {"Review": "Very bad hospital. Doctors don't attend their patients. Unnecessary many tests", "id": 1487231188}, {"Review": "Its really pathetic hospital i would say.  Attendars in emergency dont know how to guide patient. They are morons. Thet think customers are fool.. Seriously goto hell services. Customers are paying so much still.. They should review and should work on the feedback.\n\nThey dont have even complaint box...", "id": 1481389218}, {"Review": "Doctor Is coming late and it's really strange to see only 2% Dr report on time. Patient are waiting like anything and Dr. coming late to their chambers and this lead to another hell experience to patient. Dr. come late but for lunch they found to be strict and leave the chamber sharp 01:00pm. \n\nManagement seems to be least bother to address this issue. Cleanliness till 09:00 is in bad shape and from such a big hospital we expect better hygiene standards.", "id": 1469073552}], "longitude": 77.3067935, "address": "Neelam Bata Road, Opp. Neelam Cinema, AC Nagar, New Industrial Town, Faridabad, Haryana 121001, India", "international_phone_number": "+91 129 246 6000"}]