[{"hospital_name": "Fortis Hospital", "hospital_id": "b2fc1649ca92620d880f80d591e5cb68356244a5", "rating": 3.9, "latitude": 28.709163, "reviews": [{"Review": "not good at all.\nI went there for my dads surgery.\nat 8 am with empty stomach with doctors approval for the surgery.\ntill 12 pm they kept asking me Is you are here for the stone surgery?\nand I was not there for the stone, it was Hernia surgery LOL\naround 2 Pm they did the wrong ultra sound.\nthen around 6 pm surgery started thanks god.\ncan you imagine \n8 Am  to 6 PM\nThey are just money making.\nArrogant Doctors and staff.\ncleaning is good though.\nbut food department won't listen at all.\nI asked them for spoon around 8 pm but spoons never came LOL.\nnurses keeps chitchatting on phone with their friends.\nwhen ever I ask any nurse please come and see my patient , they always waves their one hand to me and asks me to wait.\nand keep talking", "id": 1489499850}, {"Review": "Fortis is one of the best hospitals  in Delhi. All the staffs are very enthusiastic and cooperative . Princy sister and  ABI Mol sister and house keeping Pradeep  are very cooperative . Thanks all of you .\nTHANKS FORTIS....", "id": 1486374374}, {"Review": "I  visited Neurology Deptt. today but it was very terrible for me to handle the staff of doctor because they were unable to cooperate but were shouldering the responsibility to doctor or other staff.  Every test reports were available with me but the doctor insisted report of Cardiologist and every test to be repeated.I am unable how the neurologist with depend on the report of cardiologist.  The medicines prescribed were not readable/available with the Pharmicist,hence he gave me the substitute of higher potency. In Delhi everywhere senior citizens are being given 10 percent discount but the Pharmicist did not give.", "id": 1484918131}, {"Review": "I had my delivery here . It was normal delivery and I discuss with other fellow patient that they never force for c-section delivery .of course a best hospital in town. Doctors and nurses are  very courteous and helpful !!", "id": 1481097898}, {"Review": "Not at all recommended.. Super expensive, do not send reports on time, arrogant doctors. Medical is not a Nobel profession anymore. Once you pay them , they are not even bothered about patient's condition. I paid 13,000 to get only basic blood test done (CBC,widal,LFT & KFT, blood culture). I kept on calling them to send my report but they are hardly concerned.. India should ban these money making businesses.. We don't want 5 star treatment. We want affordable care with compassion. I would not recommend people to get treated here..", "id": 1478677160}], "longitude": 77.1702141, "address": "A Block, Shalimar Bagh, Opposite Kela Godam, Poorbi Shalimar Bag, Shalimar Bagh, New Delhi, Delhi 110088, India", "international_phone_number": "+91 11 4530 2222"}]