[{"hospital_name": "Geeta Hospital", "hospital_id": "09e421706bc5f25509c5b39d3c3c805a3a838818", "rating": 4.4, "latitude": 28.436277, "reviews": [{"Review": "Very nice hospital in faridabad for normal delivery very helpful dr kusum goel and dr vanita goel  and all staff thenk u so much", "id": 1486796494}, {"Review": "My wife was admitted since last four days 26th December 16 under cash less mediclaim. Every thing is going on good. Caring averege not good.Diagnosis is good.At the time of discharge they told me that Vigo not remove untill claim not receive from mediclaim. My wife feel pain due to Vigo and even no drip continue. And the reason given by hospital staff that Vigo not remove as patient not quit without payment. So Gundagardi it is not good attitude by your staff.\n\nI am agree. My bill Rs.16980.00. Rs.10k already received by you.  And balance only Rs.6980.00 As per telephonic discussion with our insurance co and they said this desicission only upon nursing home. As you said that if any inspection happend they can see they iv point in her hand. Her hand also have soiling. She feeling so much pain so i requested to remove her iv but your lady doctor clearly refuse to remove that even patient feel pain. And about your treatment after discharge my wife geel same pain and I visit my regylar doctor. She said that there is no proper treatment done by hospital. Onle medicated and done in necessary test which no use .", "id": 1486740162}, {"Review": "My mom got sick while I was in US. She checked herself in the hospital. Staff took care of her like home. They kept me updated about everything. My mom was very satisfied so was her son too. I would highly recommend this to everyone as they go beyond just treating patient.", "id": 1478614134}, {"Review": "Overall a very satisfying experience..Thanks to Dr. Kusum, Dr. Vanita and Dr. Gaurav for wonderful treatment and gifting us with our 1st child through Painless normal delivery. This is one of rarest hospital we luckily came across which still believes and are doing a noble job. They dont treat their patients like customers..I would surely recommend every couple out there who are starting their journey of parenthood. Geeta Hospital is surely a good option when it comes to Hygiene, Medical Expertise, Care and ofcourse being reasonable on your pocket. We were worried and confused which hospital is actually good and it's really difficult to find one. But finally we found Geeta and they took care of everything almost perfectly.", "id": 1483019216}, {"Review": "It's really a nice experience at Geeta Nursing home. Very personal touch. Staff is also very cooperative. Thanks for all your support.", "id": 1477814069}], "longitude": 77.314508, "address": "Opposite Sector 28 market and Community Centre, Sector 28, HBH Colony, Sector 28, Faridabad, Haryana 121008, India", "international_phone_number": "+91 129 404 7396"}]