[{"hospital_name": "Phoenix Hospital", "hospital_id": "bf77436683e4fd164bd2c5010701495db375f356", "rating": 5, "latitude": 28.5500577, "reviews": [{"Review": "A hospital which is very hard to find fault with! all around great experience always from my wife's checkup till my daughter's birth. From the Ob-Gyn to the pediatrician everyone is absolutely amazing. Especially Dr.Urvashi, Calling her busy is an understatement. She's super busy as much as she's super DEDICATED & SUPER Zen-like-patient & calm(her greatest asset & a patients delight). Apart from her not having her kind of calm & experience same thing goes for her team of doctors & nurses. Dr. Urvashi is a doctor to emulate for every doctor-to-be & to have by your side. Their pantry makes the best, tastiest & healthy samosas, which probably saved my life while I was running around.\n\nFew things they can refine is \n1. Put up an appointment availability graph/chart for Dr.urvashi online. \n2. I'm not choosing another hospital or doctor for money-sakes but PLEASE get some tie-ups with more insurance carriers.\n3. For  Doctors & nurses & other staff have their food on time.\n4. Reduce the waiting time for consultations with appointments.", "id": 1490231788}, {"Review": "Going through childbirth is a mix of immense pain followed by immense happiness. In this journey, the presence of a wonderful doctor is simply priceless. Thanks doctor, for comforting me and taking away all my stress.I am so thankful for being under the care of very capable and wonderful doctor (Dr. Urvashi and Dr. Deepak sehgal).", "id": 1483202642}, {"Review": "Excellent healthcare services for maternity care . Dr Sehgal has really maintained best in terms of services and care . Our daughter in law got her delivery done last month at Phoenix hospital  by Dr Santosh Dhar and Dr Poonam Bazaz . Keep up the good work.", "id": 1477216335}, {"Review": "I m fully satisfied.. wonderful doctor nd very supporting staff..", "id": 1478002762}, {"Review": "I'm enjoying every minute of my pregnancy because Dr. Urvashi and team are my doctors. I have never had such immense faith for any doctor whether in India or abroad. Highly recommended!", "id": 1465042135}], "longitude": 77.2443772, "address": "E60-62, Hans Raj Gupta Marg, Block E, Greater Kailash I, Block E, Greater Kailash I, Greater Kailash, New Delhi, Delhi 110048, India", "international_phone_number": "+91 11 4686 3800"}]