[{"hospital_name": "Eye - Q Super Specialty Eye Hospital, In Sheetla Hospital", "hospital_id": "22a110361bdf398b9ffbf17a54c446bc535aaaa6", "rating": 3.1, "latitude": 28.467941, "reviews": [{"Review": "Medical negligence & improper treatment post surgery\n\nI underwent a vision corrective surgery at Sheetla hospital on December 27, 2016. however the procedure did not went correctly as advised to me before the surgery. now doctors are giving excuses for the procedure errors. i have not be told about the complications before surgery nor about the after effects of it. \n\nNow doctors are not behaving correctly with me and making excuses and trying to justify the complications.", "id": 1485702637}, {"Review": "Worst eye hospital, I ever visited. Nursing staff is quite un-experienced, I doubt whether they have gone through nursing training. It seems they are ex-football players as they play with eyes like football.\n\nI went to the hospital for my mother's catract checking. During eye testing they were quite confused & handeled the eyes very roughly. Due to which my mother got very severe headache & we need to rush artemis hospital emergency. Where doctors checked eyes very softly & gave proper medication.", "id": 1480954157}, {"Review": "Good facilities... Doctor sloved all my quires... Had nice exprience over there and staff was cooperative👌🏻👌🏻", "id": 1471712252}, {"Review": "Worst eye hospital. Dr. Laxmi kuniyal does not how to speak. They are only concerned about your money. Even after paying money she refused to check my mother when she got to know that she had visited another doctor for second advice. Chor ki daadi mein tinaka.", "id": 1471582061}, {"Review": "Awesome experience.. great facility at affordable price. 👍", "id": 1472216732}], "longitude": 77.026144, "address": "In Sheetla Hospital, Near DSD Collage, New Railway Road, Subhash Nagar,, Manohar Nagar, Sector 8, Gurugram, Haryana 122001, India", "international_phone_number": "+91 124 287 5875"}]