[{"hospital_name": "ICARE Eye Hospital", "hospital_id": "c3c7506c98e6b351c8181f59544d587480f3efd9", "rating": 3.4, "latitude": 28.629949, "reviews": [{"Review": "No doubt it's a good hospital. But despite being acclaimed as CENTRAL GOVERNMENT RECOGNIZED HOSPITAL,  the management of the hospital do not follow the protocol setup by the CENTRAL GOVERNMENT for Demonitisation . \n\nAs per the government the validity of old currency was extended to 24 Nov 2016. Citizens can use old 500-1000 rupees note at hospital, schools or for paying utility bills etc. But despite of this staff at Sec-26 branch is forcing patients to pay either in new currency or with debit / credit card. \n\nThe logic claimed by the staff is the hospital is a Private organization and this rule is applicable only to Govt. Organization.", "id": 1479800408}, {"Review": "I visited I-Care today as I've blur vision in my right eye. I met with Dr. Neha Goel there. As it was my first interaction with her, I expected she would listen to my problems properly and answer my questions. \n\nAs per consultation process, she would resolve my doubts and would explain me about my disease properly.\n\nBut she dint allow me to speak anything, just explained everything in a robotic way with smile and asked me to go for some tests(Angiography and Tomography). Even she din't explain anything about them.\n\nAfter completion of tests, I met her again and she repeated the same thing and asked me to leave. \n\nI'm completely dissatisfied with the way she responded. If I'm going for a treatment for most important component of my body, at least I've my rights reserved to know each and every thing about the decease and treatment plans and processes. I don't know why she was in much hurry and just trying to get rid of her patient.", "id": 1484417117}, {"Review": "Good hospital for eye problems in Noida with well trained staff.", "id": 1486488013}, {"Review": "My father got his cataract operation done here.The services are pretty good and the hospital provides upgraded technology at affordable prices.  The staff is experienced and warm.  Best in Eye care sector in Delhi-NCR. ", "id": 1464965562}, {"Review": "Its a good place- low cost eye hospital, accessible to almost the entire middle class. instead of only criticizing-0 we should try to appreciate the effort and imagine if such a focused eye hospital was not there- what to expect? OR  we should ask a question to self- that can I do this or create such a facility?", "id": 1460438957}], "longitude": 77.375569, "address": "H-1A/1, Plot No. 1, Zygon Square, 1st Floor, Sector 63, H Block, Sector 62, Noida, Uttar Pradesh 201301, India", "international_phone_number": "+91 120 454 5668"}]