[{"hospital_name": "Adiva Hospital", "hospital_id": "17e93c71b9bd14ca2c8bd734d3229064f2106965", "rating": 3.4, "latitude": 28.5584551, "reviews": [{"Review": "Adiva hospital one of the best hospital in delhi .AND Staf is so caring and director of Adiva hospital (sandeep aggrawal) so nice person", "id": 1488293848}, {"Review": "If you love yourself and want to live for some more time on this planet. I humbly request you to never visit this hospital. Pathetic service.", "id": 1480768049}, {"Review": "One of the relatively newer hospitals that have come up in the last free years.", "id": 1483795374}, {"Review": "Adiva- CHEATS/ A TRAP- I had a harrowing experience in ADIVA hospital. My wife trusts a senior gynecologist in this hospital - blindly- who is also a visiting doctor at Max , Saket. Despite our repeated requests to get the delivery done at Max- an emergency situation was created and we were forced to get C- Section delivery done at Adiva- and we were told that though they have a small facility but they are as good ( if not better) than good hospitals like Max.\n\nThis was the beginning of our ordeal...Adiva cannot be even compared to hospitals like Max... And they don't even have basic facilites .. And on top of that- it is even more expensive than Max. The Neo Natal Nursery is very basic and babies are at risk of hospital acquired infection... One very strange thing we noticed was that- this nursery has 3 nurses in the morning and one junior doctor during the day.. But the same nursery had only one nurse and one Jr. Doctor during the night shift. ( the doc is hardly there in NICU- but u can find him anytime in doctors rest room). So basically the kids are in God's hands at night.\n\nThe level of hygiene in NICU and generally in the hospital is very very bad.My child was diagnosed of scepticimia with Klepsilla Pneumonia Bacteria - which is usually acquired in hospitals... And the funny part is that the culture reports in Adiva did not show anything .. It was only in Max blood test culture reports that this infection was identified..Coming to Adiva was the worst decision of my life and then getting my new born kid out of this \"trap\" the very next day was the best decision of my life... Rest I will leave it to readers judgement.", "id": 1460174278}, {"Review": "Good facilities and hardworker doctors ", "id": 1481042756}], "longitude": 77.2064357, "address": "C1/C, Green Park Ext, Block B, Green Park Extension, Green Park, New Delhi, Delhi 110016, India", "international_phone_number": "+91 11 4667 2700"}]