[{"hospital_name": "Behl Hospital", "hospital_id": "e1216f1de4ad7f00c2e717c3405196e2022dfcaa", "rating": 3.8, "latitude": 28.624364, "reviews": [{"Review": "My mother got her hand fractured very badly. I admitted her in Behl Hospital, Naraina, New Delhi immediately. The treatment given by Dr. A. Behl and his team of doctors was eye-opener to me. The recovery was very fast and now hand is in good condition. The behavior of medical and other staff was very cooperative and helpful. Everyone was concerned about the patient as they are treating their own family member. The rates were also reasonable. \n\nI saw an unexpected case at Behl Hospital. One day a very poor patient came to Behl Hospital which had injuries in leg. He requested Dr. Behl that being very poor, he could not meet expenses of the patient. Dr. Behl ordered his staff to admit his patient and assured him for best treatment without any cost. I was surprised to see this type of behavior in this era of evils.", "id": 1469170924}, {"Review": "I am staying in noida with my friend since a year or so for my studies. My friend slipped in bathroom while bathing due to which she had a fracture in her right leg. \nOur pg owner took her to Behl hospital immediately. I too was with them at that time. I found the staff specially the receptionist of Behl very cooperative and humble. Dr. A Behl operated her.The hospital is aided with all sorts of equipments and amenities well.\n I highly recommend and suggest everyone to go to this hospital.", "id": 1469204191}, {"Review": "My friend’s child of 9 years old had severe abdominal pain. We went to well known hospital. They did ultrasound. According to them ultrasound was normal. But condition of the child started deteriorating. Then we went to Behl Hospital for second opinion. Then doctor on duty told that symptoms are indicating towards intestinal rupture. Dr. behl send us in ambulance for urgent new ultrasound from City X Ray Diagnostic Centre. It was diagnosed that intestine was ruptured. A team of doctor did surgery during late night and now life of the child is safe. We are very thankful to Dr. Behl and his team. The treatment and care I got in Behl Hospital was unmatchable. Behl hospital is a hospital having high quality nursing care and cleanliness. Rates are also very reasonable.\n\n-- Rajesh Singh..", "id": 1469189056}, {"Review": "Best doctor for bones is available here throughout the day", "id": 1489687599}, {"Review": "disgusting services.\nwhenever i call hospital phone is always busy.\nand today from 9 AM to 5PM.\nhospital cant even afford 2 landlines. one for intercom and other for customers.\nI think 1 star will be too high for this hospital", "id": 1474024068}], "longitude": 77.136759, "address": "B-128, B - Block, Naraina Vihar, Naraina, New Delhi, Delhi 110028, India", "international_phone_number": "+91 11 4567 2000"}]