[{"hospital_name": "Dr. Baba Saheb Ambedkar Hospital", "hospital_id": "f7477a3c5369dad3d699197ce3fdcbd1c220bcca", "rating": 3.7, "latitude": 28.7146069, "reviews": [{"Review": "nicely attended by doctors but washrooms was so dirty n stinky there was no soap or liquid hand-wash in washroom for patients n the bedsheet of our bed was stained with blood. There was lot of boards of swach bharat abhiyan but there was no swachta in hospital.", "id": 1490467020}, {"Review": "Good faculty....I Am happy\nGood doctors and nurse are in orthopedic ", "id": 1489137412}, {"Review": "Very bad experience... Doctors are not knowing the proper address of lab and due to that patients are wandering...", "id": 1485931505}, {"Review": "Very Bad Service...\nBad Experience...\nMy mother had a problem of \"Pitt ki Pathri\".\nWe had taken her to Ambedkar Hospital, as this is the big hospital at Rohini.\nShe was very curious and excited that doctors would cure and save her.\nBut doctors didn't talk to her politely.\nThey have given 4 bottles of glucose in a single night (instead of giving the medicines of Pitt ki Pathri), yet, I think 2 was suffice.\nBut they had not given any medicines. We have taken our mother at home at 2pm.\nShe had been suffering from stomach pain for the whole night.\nEven they didn't done the Ultra-Sound for my mother that where is the problem.\nOn next day, my poor mother died.\n\nAfter that one of my relative was ill, they went to Ambedkar Hospital, they have given her also Glucose Bottles.\nShe also died.\n\nAfter that My nephew ill, he went to Ambedkar Hospital, they given him 2 bottles glucose, he ran away from hospital...\n\nThey give Glucose Bottle to each patient whether any types of illness.\n\nDoctors not talk politely, bad behavior. No suffice arrangements for patients.\n\nMeri Mummy jeena chahti thi...", "id": 1476594462}, {"Review": "Excellent doctors, good patients management & specially best for eye patients!!", "id": 1481699891}], "longitude": 77.11345899999999, "address": "Sector 6, Rohini, Near Rohini West Metro Station, Sector 6, Rohini, Delhi, 110085, India", "international_phone_number": "+91 11 2705 5585"}]